Revit 2027 API
Zone.Phase Property
Get the Phase of the Zone.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Phase Phase { get; }
Public ReadOnly Property Phase As Phase
	Get
public:
property Phase^ Phase {
	Phase^ get ();
}
member Phase : Phase with get
Property Value
Phase
Remarks
This property is used to get the Phase of the Zone.
See Also
Reference
Zone Class
Autodesk.Revit.DB.Mechanical Namespace